Repository: davidboll/fv-player-user-playlists-wp-plugin
Catalog: fvplayer-playlists/languages/fvpupe-*.po
Languages: sv_se

source: Save
sv_se: Spara

source: Loading
sv_se: Laddar

source: Add to playlist
sv_se: Lägg till i spellista

source: Create new playlist
sv_se: Skapa ny spellista

source: Cancel
sv_se: Avbryt

source: Playlist name
sv_se: Namn på spellista

source: Add playlist
sv_se: Lägg till spellista

source: Save playlist
sv_se: Spara spellista

source: Yes
sv_se: Ja

source: Delete playlist
sv_se: Radera spellista

source: Are you sure you want to delete this playlist?
sv_se: Är du säker att du vill radera spellistan?

source: Edit playlist
sv_se: Redigera spellista

source: Description
sv_se: Beskrivning

source: Videos
sv_se: Videor

source: Play
sv_se: Spela

source: Exercises
sv_se: Övningar

source: This playlist appears to be empty.
sv_se: Spellistan verkar vara tom.

source: The order has been saved.
sv_se: Ordningen har sparats.

source: The playlist has been deleted.
sv_se: Spellistan har raderats.

source: No playlists were found.
sv_se: Inga spellistor hittades.

source: Playlist videos
sv_se: Videor i spellistan

source: Playlist order
sv_se: Spellistans ordning

source: Playlist description
sv_se: Beskrivning av spellistan

source: An error occured, please try again.
sv_se: Ett fel uppstod, var vänlig försök igen.

source: Video removed from
sv_se: Video togs bort från

source: You have to be logged in to add to a playlist. Please login and try again.
sv_se: Du måste vara inloggad för att lägga till i spellistor. Var vänlig logga in och försök igen.

source: No video found.
sv_se: Inga videor hittades.

source: The changes have been saved.
sv_se: Ändringarna har sparats.

source: Video added to
sv_se: Video sparades i

source: You have to be logged in to create a playlist. Please login and try again.
sv_se: Du måste vara inloggad för att skapa en spellista. Var vänlig logga in och försök igen.

source: You already have a playlist with this name.
sv_se: Du har redan en spellista med samma namn.

source: This does not appear to be your playlist
sv_se: Det här verkar inte vara din spellista

source: The playlist has been saved.
sv_se: Spellistan har sparats.

source: Playlist name is mandatory.
sv_se: Namn på spellista krävs.

source: You need to login to add to playlists.
sv_se: Du behöver logga in för att lägga till i spellistor.

source: My playlists
sv_se: Mina spellistor

# Post type singular name
source: User playlist
sv_se: Användares spellista

# Admin Menu text
source: User playlists
sv_se: Användares spellistor

# Add New on Toolbar
source: User playlist
sv_se: Användares spellista

source: Add new
sv_se: Skapa ny

source: New
sv_se: Ny

source: Edit
sv_se: Redigera

source: View
sv_se: Visa

source: All
sv_se: Alla

source: Search
sv_se: Sök

source: Parent:
sv_se: Förälder:

source: No playlists were found in trash.
sv_se: Inga spellistor hittades i papperskorgen.

# User playlist slug
source: myplaylists
sv_se: mina-spellistor

source: FV Player plugin not found.
sv_se: FV Player-pluginet kunde inte hittas.

source: Playlist not found
sv_se: Spellistan kunde inte hittas

source: Playlist created by
sv_se: Spellista skapad av

source: Delete
sv_se: Radera

# Number of videos in playlist
source: Video
sv_se: Övning

# Number of videos in playlist
source: Videos
sv_se: Övningar

source: Let your users create and manage their own playlists.
sv_se: Låt användare skapa och hantera egna spellistor.
